
"Message Center" = "Mitteilungsdienst";

/* Growl alert sheet */
"Cancel" = "Abbrechen";
"Don't Ask Again" = "Nicht erneut fragen";
"Install" = "Installieren";

// Yet to be localized
"Install Growl" = "Growl installieren";

"Start Growl" = "Growl starten";

"Show Growl preferences" = "Growl-Voreinstellungen anzeigen";

"Growl installation required" = "Ihr HP Gerät ist mit einer Anwendung namens \"Growl\" ausgestattet. Diese Anwendung gibt Hinweise aus, wenn ein Benutzereingriff erforderlich ist, weil z. B. das Papier zur Neige geht.\n\nDamit Sie diese Hinweise erhalten, wird eine zusätzliche Software benötigt. Es ist kein Herunterladen erforderlich. Klicken Sie einfach auf \"Installieren\", um Growl auf Ihrem System zu installieren.\n\nWechseln Sie zum Starten der Growl-Hinweise beim Anmelden an diesem Computer zu den \"Apple Systemeinstellungen\", wählen Sie die Systemeinstellung \"Growl\" und anschließend das Markierungsfeld \"Growl beim Anmelden starten\" aus.";

"Growl not running" = "Ihr HP Gerät ist mit einer Anwendung namens \"Growl\" ausgestattet. Diese Anwendung gibt Hinweise aus, wenn ein Benutzereingriff erforderlich ist, weil z. B. das Papier zur Neige geht. Damit Sie diese Hinweise erhalten, müssen Sie Growl starten. Gehen Sie hierzu wie folgt vor:\n\n1. Rufen Sie die Systemeinstellung \"Growl\" auf, indem Sie auf \"Growl Systemeinstellungen anzeigen\" unten klicken.\n2. Klicken Sie in der Systemeinstellung \"Growl\" auf \"Growl starten\".\n3. Wechseln Sie zum Starten der Growl-Hinweise beim Anmelden an diesem Computer zu den \"Apple Systemeinstellungen\", wählen Sie die Systemeinstellung \"Growl\" und anschließend das Markierungsfeld \"Growl beim Anmelden starten\" aus.\n4. Beenden Sie \"Systemeinstellungen\".";

"Loading events" = "Ereignisse laden...";
HSDDeviceKeyword = "Gerät";
HSDAlertKeyword = "Warnung";
HSDEventKeyword = "Ereignis";

HSDAlertSettingsTitle = "Einstellungen für Hinweise";
HSDAlertsNote = "Geben Sie die Ebene für erweiterte Statusinformationen ein, die für Ihr HP Gerät angezeigt werden sollen. Sie werden stets benachrichtigt, wenn vom Gerät eine von Ihnen angeforderte Aufgabe nicht ausgeführt werden kann oder ein Benutzereingriff Ihrerseits erforderlich ist.";

HSDDisplayAlertsTitle = "Erweiterte Warnungen anzeigen für:";
HSDAutodismissAlertsTitle = "Warnungen automatisch in";
HSDAutodismissAlertsTitlePostfix = "Sekunde(n) ausblenden für:";

HSDErrorsWarningsAndInfo = "Fehler und Meldungen mit Warnungen und Informationen";
HSDErrorsAndWarnings = "Fehler und Warnungen";
HSDErrorsOnly = "Nur Fehler";
HSDInfoMessages = "Meldungen mit Informationen";
HSDWarningsAndInfoMessages = "Meldungen mit Warnungen und Informationen";

HSDDisplayVirtualAlertsTitle = "Webinhalt in Warnungen anzeigen";
HSDVirtualAlertsNote = "HSD_TEXT:Mit Ihrer Erlaubnis kann der Status Ihres Geräts über eine sichere Verbindung an HP übermittelt werden. Anhand dieser Daten kann HP prüfen, ob Sie für ein HP Programm registriert und zum Erhalt von Sonderangeboten berechtigt sind. Daraufhin kann die Meldung gemäß der verfügbaren Optionen modifiziert werden.

* Weitere Informationen zu den an HP gesendeten Informationen finden Sie unter HSD_KEYED_LINK:MoreInfoTitle.

* Weitere Informationen zur HP Datenschutzerklärung erhalten Sie unter HSD_LINK:HSDPrivacyStatementOnlineLink.";
